{
    "translation": {
        "header_home": "sitio",
        "header_projects": "proyectos",
        "header_aboutme": "sobre mi",
        "header_contact": "contacto",

        "layout_hi": "Hola",
        "layout_name": "Yo soy Ana Karla",
        "layout_office": "desarrollador fullstack",
        "layout_script": "Esto significa que s칠 c칩mo copiar y pegar el c칩digo correcto para el problema correcto.",
        "layout_button": "contacto",

        "title_expe" : "experiencia y educaci칩n",
        "card_button": "vea mas",

        "card_one_title" : "Desarrollador fullstack",
        "card_product_title": "Productos:",
        "card_one_date": "2022 - al presente",
        "card_one_description" : "Trabajo en proyectos:",

        "card_two_title" : "An치lisis y desarrollo de Sistemas",
        "card_two_date": "2022 - al presente",
        "card_two_description" : "Licenciatura en an치lisis y desarrollo de sistemas.",

        "card_tree_description" : "Plataforma educativa sobre la m치s moderna tecnolog칤a de desarrollo web y m칩vil de Brasil.",
        
        "card_four_title" : "programaci칩n del sistema",
        "card_four_colege" : "Universidad Estatal de Cear치",
        "card_four_description" : "Curso t칠cnico en programaci칩n de sistemas.",

        "project_title" : "proyectos",
        "project_btton": "Vea mas",
        "project_btton_link": "Link",


        "project_card_one_title" : "API de Autenticaci칩n de Usuario con Recuperaci칩n de Correo Electr칩nico",
        "project_card_one_description" : "Es una aplicaci칩n de inicio de sesi칩n, que env칤a correos electr칩nicos para recuperar contrase침as de usuarios registrados y utiliza una biblioteca para cifrar contrase침as.",
        
         "project_card_two_title" : "Sistema de Votaci칩n Fullstack - React + Django + Docker + Nginx",
        "project_card_two_description" : "En el modelo de cooperativismo, las decisiones importantes se toman en asambleas mediante votaci칩n. Esta es una plataforma digital para modernizar este proceso, permitiendo que los asociados participen en votaciones de forma remota, segura y transparente.",

        "project_card_tree_title" : "API de b칰squeda de ciudad (Node + TS + JWT)",
        "project_card_tree_description" : "Es un proyecto REST API con ciudades, personas y punto final de inicio de sesi칩n, que permite GET, POST, PUT, DELETE al buscar personas y ciudades.",

        "project_card_four_title" : "Dise침o de red social",
        "project_card_four_description" : "Este es una dise침o de redes sociales. Es un proyecto que simula el feed de las redes sociales, con funciones como comentarios, me gusta y eliminaci칩n de comentarios.",
        
        "project_card_five_title": "SunCine - Plataforma de pel칤culas",
        "project_card_five_description": "SunCine es una plataforma de pel칤culas dise침ada para proporcionar informaci칩n detallada sobre las pel칤culas m치s populares, adem치s de permitir que los usuarios disfruten de sus pel칤culas favoritas y gestionen sus preferencias personales.",
        

        "skills_title" : "tecnologias",

        "aboutme_title" : "sobre mi",
        "aboutme_text" : "Yo era esa chica que amaba desarmar relojes, abrir gabinetes, formatear computadoras y hasta programar mi querido Galaxy Y, todo movido por la curiosidad y las ganas de resolver problemas. Recuerdo con cari침o el momento en que me enganch칠 a aprender Illustrator y Photoshop. Cre칠 logotipos, cre칠 dise침os, hice tarjetas de visita y de boda, edit칠 fotograf칤as e incluso produje pancartas para mis colegas, todo porque me dio un inmenso placer. Hoy en d칤a me doy cuenta de que no todo el mundo tiene esta facilidad con la tecnolog칤a. Pasar horas delante de un monitor creando es en realidad una profesi칩n leg칤tima. Siempre me ha apasionado la tecnolog칤a, incluso cuando no cre칤a en m칤 mismo. Por eso, hoy estoy reevaluando mi trayectoria y enfocando mis energ칤as en mi desarrollo profesional como desarrollador fullstack, enfoc치ndome en JavaScript, pero siempre abierto a aprender nuevas tecnolog칤as. 춰La diversi칩n contin칰a! 游땔游",

        "contact_title" : "contacto",
        "contact_text" : "Estoy interesado en oportunidades de aut칩nomos. Sin embargo, si tiene otra solicitud o pregunta, no dude en ponerse en contacto.",

        "fullstack": "Desarrollador fullstack"
    }
}